{
  "dashboard": "Dashboard",
  "age": "Age Calculator",
  "area": "Area Converter",
  "bmi": "BMI Calculator",
  "data": "Data Converter",
  "date": "Date Calculator",
  "discount": "Discount Calculator",
  "finance": "Finance Calculator",
  "currency": "Currency Converter",
  "length": "Length Converter",
  "mass": "Mass Converter",
  "numeral": "Numeral System",
  "speed": "Speed Converter",
  "temp": "Temp Converter",
  "time": "Time Converter",
  "volume": "Volume Converter",
  "calculator": "Calculator",
  "all-tools": "All Tools",
  "categoryGenel": "General",
  "categoryFinance": "Finance Tools",
  "categoryHealth": "Health",
  "categoryTime": "Time Tools",
  "categoryUnitConverters": "Unit Converters",
  "categoryMathData": "Math & Data",
  "ageDesc": "Calculate your age and next birthday based on your birth date.",
  "areaDesc": "Convert between area units like square meters, hectares, and acres.",
  "bmiDesc": "Find out your Body Mass Index (BMI) based on height and weight.",
  "dataDesc": "Convert between Bit, Byte, and other digital data units.",
  "dateDesc": "Easily calculate the difference in days, months, and years between two dates.",
  "discountDesc": "Calculate the new price and your savings based on the discount rate.",
  "financeDesc": "Plan your loan installments or investment returns.",
  "currencyDesc": "Make instant conversions with current exchange rates.",
  "lengthDesc": "Convert length units like meters, miles, and inches.",
  "massDesc": "Perform operations between mass units like kilograms, pounds, and ounces.",
  "numeralDesc": "Convert between Binary, Octal, Decimal, and Hexadecimal number systems.",
  "speedDesc": "Convert speed units like km/h, mph, and knots.",
  "tempDesc": "Convert between Celsius, Fahrenheit, and Kelvin temperature units.",
  "timeDesc": "Calculate time units like seconds, minutes, hours, and days.",
  "volumeDesc": "Convert volume measures like liters, gallons, and cubic meters.",
  "calculatorDesc": "Basic arithmetic: addition, subtraction, multiplication, and division.",
  "calculatorShortDesc": "Basic operations (+, −, ×, ÷)",
  "calcError": "Error",
  "calculatorProMode": "Pro Mode",
  "calculatorBasicMode": "Basic Mode",
  "switchToPro": "Switch to Pro",
  "switchToBasic": "Switch to Basic",
  "clearEntry": "CE",
  "toolsAndCalculators": "TOOLS & CALCULATORS",
  "accelerateYour": "Accelerate Your",
  "calculations": "Calculations",
  "dashboardHeroDesc": "Modern toolset for your daily tasks, engineering calculations, and data conversions.",
  "openTool": "Open Tool",
  "showKeyboard": "Show keyboard",
  "hideKeyboard": "Hide keyboard",
  "reset": "Reset",
  "calculate": "Calculate",
  "convert": "Convert",
  "converting": "Converting...",
  "result": "Result",
  "inputUnit": "Input Unit",
  "outputUnit": "Output Unit",
  "enterValue": "Enter value",
  "resultPlaceholder": "Result",
  "inputBase": "Input Base",
  "outputBase": "Output Base",
  "birthDate": "Birth Date",
  "today": "Today",
  "yourAge": "Your Age",
  "nextBirthday": "Next Birthday",
  "lifeSummary": "Life Summary",
  "years": "Years",
  "months": "Months",
  "days": "Days",
  "weeks": "Weeks",
  "hours": "Hours",
  "minutes": "Minutes",
  "remaining": "left",
  "height": "Height (cm)",
  "weight": "Weight (kg)",
  "gender": "Gender",
  "bmiResult": "BODY MASS INDEX",
  "underweight": "Underweight",
  "normal": "Normal",
  "overweight": "Overweight",
  "obese": "Obese",
  "analysis": "Analysis",
  "suggestedWeight": "Suggested Weight",
  "startDate": "Start Date",
  "endDate": "End Date",
  "difference": "Difference",
  "originalPrice": "Original Price",
  "discountRate": "Discount (%)",
  "finalPrice": "Final Price",
  "savedAmount": "You Saved",
  "similarTools": "Similar Calculators",
  "similarToolsDesc": "These tools might also be useful.",
  "virtualKeyboard": "Virtual Keyboard",
  "quickPreview": "Quick preview",
  "quickSelect": "Quick select",
  "discountAt": "At {{rate}}% off",
  "loanAmount": "Loan Amount",
  "investmentAmount": "Investment Amount",
  "monthlyInvestment": "Monthly Investment",
  "interestRate": "Interest Rate (%)",
  "duration": "Duration",
  "monthlyPayment": "Monthly Payment",
  "totalPayment": "Total Payment",
  "totalInterest": "Total Interest",
  "totalValue": "Total Value",
  "totalInvested": "Total Invested",
  "loan": "Loan",
  "investment": "Investment",
  "oneTime": "One Time",
  "recurring": "Recurring",
  "name": "Name",
  "email": "Email",
  "subject": "Subject",
  "message": "Message",
  "send": "Send",
  "sending": "Sending...",
  "messageSent": "Message sent successfully!",
  "weWillReturn": "We will get back to you as soon as possible.",
  "thankYou": "Thank You!",
  "mission": "Our Mission",
  "whyUs": "Why Us?",
  "dataCollection": "Data Collection",
  "dataCollectionDesc": "When you visit our website, anonymous data such as IP address and browser type may be collected to improve user experience. Personal information like name and email is collected only with your consent via contact forms or newsletter subscriptions and is not shared with third parties.",
  "cookies": "Cookies",
  "cookiesDesc": "We use cookies to improve our service quality and analyze site traffic. Additionally, partners like Google Analytics and AdSense may place cookies on your browser. You can change your cookie preferences at any time through your browser settings.",
  "privacyContactDesc": "For any questions regarding our privacy policy or the processing of your personal data, you can reach us using the form on our contact page.",
  "acceptance": "Acceptance",
  "serviceNature": "Nature of Service",
  "disclaimer": "Disclaimer",
  "changes": "Changes",
  "appTitle": "Calc Master",
  "footerDesc": "All the calculation tools you need in daily life, finance, and education in one place. Fast, accurate, and free.",
  "quickAccess": "Quick Access",
  "corporate": "Corporate",
  "about": "About Us",
  "contact": "Contact",
  "privacy": "Privacy Policy",
  "terms": "Terms of Use",
  "newsletterTitle": "Stay Informed",
  "newsletterDesc": "Be the first to know about new calculation tools.",
  "emailPlaceholder": "Your email address",
  "subscribe": "Subscribe",
  "subscribed": "Subscribed",
  "rightsReserved": "All rights reserved.",
  "amountAndUnit": "Amount and Unit",
  "targetUnit": "Target Unit",
  "currencyHeroDesc": "Convert currencies with real-time market data.",
  "menu": "Menu",
  "search": "Search...",
  "searchPlaceholder": "Search for a tool or calculation...",
  "calculatorTools": "Calculator",
  "tools": "Tools",
  "darkMode": "Dark Mode",
  "lightMode": "Light Mode",
  "contactUs": "Contact Us",
  "contactMetaDesc": "Contact us for suggestions, complaints, and cooperation.",
  "contactHeroDesc": "Did you find a bug or do you have a suggestion for a new calculation tool? You can send it to us by filling out the form below.",
  "messageReceived": "We have received your message.",
  "termsMetaDesc": "Terms of use and legal warnings for Calc Master website.",
  "termsKeywords": "terms of use, terms of service, disclaimer",
  "lastUpdate": "Last Update",
  "acceptanceDesc": "By using this website (Calc Master), you are deemed to have accepted the terms specified below. If you do not accept these terms, please do not use the site.",
  "serviceNatureDesc": "The calculation tools offered on our site (Finance, BMI, Time, etc.) are for informational purposes only. They do not constitute financial or medical advice. Please consult an expert before making final decisions.",
  "disclaimerDesc": "Calc Master does not guarantee 100% accuracy of calculation results. The site management cannot be held responsible for damages arising from incorrect calculations caused by software errors or data entries.",
  "changesDesc": "Site management reserves the right to change these terms without prior notice.",
  "aboutIntro": "Calc Master is a comprehensive digital platform established to provide practical, fast, and reliable solutions to the complex calculation needs of modern life. We serve a wide range of areas from financial planning to health data, academic calculations to daily practical conversions. Our goal is to ensure that our users use their time most efficiently and help them reach accurate results instantly without dealing with complex formulas.",
  "missionDesc": "Our mission is to democratize access to information and make it understandable for everyone by making the best use of the opportunities offered by technology. In the constantly evolving digital world, we aim to be a reference source that supports our users' decision-making processes, makes their lives easier, and that they can always trust. Acting with the principles of innovation and user-centricity, we constantly update our tools and develop new solutions suitable for your needs.",
  "noResults": "No results found",
  "heroTitle": "Accelerate Your Calculations",
  "heroSubtitle": "All the tools you need, from finance to health, education to engineering.",
  "footerSlogan": "Hundreds of calculation tools to make your life easier, all in one place.",
  "categories": "Categories",
  "popularCalculations": "Popular Calculations",
  "whyUsDesc": "Why should you choose Calc Master? Because we prioritize user experience above all else. We offer an environment that everyone can use comfortably with our simple and understandable design, away from complex interfaces. Our calculation algorithms are meticulously prepared using the most up-to-date data and scientific formulas. In addition, we attach great importance to your data privacy and apply the highest level of security standards to protect your personal information.",
  "seo.homeTitle": "Free Online Calculator Tools | Loan, BMI, Age - Calc Master",
  "seo.homeDesc": "Free calculators: loan payment, BMI (height weight), age calculator, currency converter, discount calculator. Calculate online instantly, get accurate results.",
  "seo.homeKeywords": "free calculator, online calculator, loan calculator, BMI calculator, age calculator, currency converter, discount calculator, calculation tools",
  "seo.allToolsTitle": "Calculator Tools List | Loan, BMI, Unit Converter - Calc Master",
  "seo.allToolsDesc": "All calculators: loan, BMI, age, discount, currency, length, volume, date. Free online calculation. Find the right tool for your needs.",
  "seo.allToolsKeywords": "calculator tools list, loan calculator, BMI calculator, unit converter, online calculator, free calculator",
  "seo.aboutTitle": "About Calc Master | Free Online Calculator Platform",
  "seo.aboutDesc": "Calc Master: Reliable, free online solutions for finance, health and math calculations. Learn about our mission and services.",
  "seo.aboutKeywords": "calc master, calculator platform, free online calculator, calculator website",
  "seo.contactTitle": "Contact | Calc Master - Suggestions and Support",
  "seo.contactDesc": "Calc Master contact. Fill out the form for suggestions, complaints or cooperation. We will get back to you as soon as possible.",
  "seo.contactKeywords": "calc master contact, calculator site support, suggestion, feedback",
  "seo.privacyTitle": "Privacy Policy | Calc Master - GDPR Compliant",
  "seo.privacyDesc": "Calc Master privacy policy. How your personal data is protected, cookie use and GDPR compliance.",
  "seo.privacyKeywords": "privacy policy, GDPR, personal data protection, cookie policy",
  "seo.termsTitle": "Terms of Use | Calc Master",
  "seo.termsDesc": "Calc Master website terms of use, disclaimer and legal information. Read before using our services.",
  "seo.termsKeywords": "terms of use, terms of service, disclaimer",
  "seo.notFoundTitle": "Page Not Found | Calc Master",
  "seo.notFoundDesc": "The page you are looking for does not exist. Browse our free calculator tools from the home page.",
  "seo.defaultKeywords": "free calculator, online calculator, calculation tools",
  "seo.toolTitleSuffix": "Free Online",
  "seo.toolAgeDesc": "Age calculator by birth date - how old are you, days until next birthday? Free online age calculator.",
  "seo.toolAgeKeywords": "age calculator, birth date age calculator, how old am i, next birthday, free age calculator",
  "seo.toolBmiDesc": "BMI (Body Mass Index) calculator by height and weight. Underweight, normal, overweight or obese? Free online BMI calculator.",
  "seo.toolBmiKeywords": "BMI calculator, body mass index calculator, height weight index, ideal weight calculator",
  "seo.toolCalculatorDesc": "Online calculator - add, subtract, multiply, divide. Free basic and advanced mode. Calculate instantly.",
  "seo.toolCalculatorKeywords": "calculator, online calculator, arithmetic calculator, free calculator",
  "seo.toolCurrencyDesc": "Currency converter with live rates - USD, EUR, GBP. Real-time exchange calculator. Free online currency converter.",
  "seo.toolCurrencyKeywords": "currency converter, dollar euro converter, exchange rate, currency calculator",
  "seo.toolDiscountDesc": "Calculate new price by discount percentage. Percent off calculator - how much do you save? Free online.",
  "seo.toolDiscountKeywords": "discount calculator, percent discount calculator, sale price calculator, how much discount",
  "seo.toolFinanceDesc": "Loan payment calculator, interest calculator, investment return. Monthly payment and total cost. Free loan calculator.",
  "seo.toolFinanceKeywords": "loan calculator, loan payment calculator, interest calculator, monthly payment calculator, investment return",
  "seo.toolDateDesc": "Days, months, years between two dates. Date difference calculator. How many days left? Free online date calculator.",
  "seo.toolDateKeywords": "date calculator, days between dates, date difference calculator, how many days",
  "seo.toolLengthDesc": "Meters, feet, inches, miles converter. Length unit conversion - m, cm, km. Free online length converter.",
  "seo.toolLengthKeywords": "length converter, meter to feet, inch to cm converter, length unit conversion",
  "seo.toolAreaDesc": "Square meter, hectare, acre converter. Area unit conversion. Free online area calculator.",
  "seo.toolAreaKeywords": "area converter, square meter hectare acre, land area calculator, area units",
  "seo.toolVolumeDesc": "Liter, gallon, cubic meter converter. Volume unit conversion - ml, cl, m³. Free online volume calculator.",
  "seo.toolVolumeKeywords": "volume converter, liter to gallon, cubic meter calculator, volume units",
  "seo.toolMassDesc": "Kilogram, pound, ounce converter. Mass unit conversion - kg, gram, lb. Free online weight converter.",
  "seo.toolMassKeywords": "mass converter, kg to pound, gram to ounce, weight unit conversion",
  "seo.toolSpeedDesc": "Km/h, mph, knot converter. Speed unit conversion. Free online speed calculator.",
  "seo.toolSpeedKeywords": "speed converter, km/h to mph, knot converter, speed units",
  "seo.toolTempDesc": "Celsius Fahrenheit Kelvin converter. Temperature unit conversion. Free online temperature calculator.",
  "seo.toolTempKeywords": "temperature converter, celsius to fahrenheit, degree converter",
  "seo.toolTimeDesc": "Second, minute, hour, day converter. Time unit conversion. Free online time calculator.",
  "seo.toolTimeKeywords": "time converter, second minute hour, time unit conversion",
  "seo.toolDataDesc": "Bit, Byte, KB, MB, GB, TB converter. Data unit conversion. Free online data calculator.",
  "seo.toolDataKeywords": "data converter, byte mb gb conversion, storage units, bit byte",
  "seo.toolNumeralDesc": "Binary, Octal, Decimal, Hexadecimal converter. Number system conversion. Free online number converter.",
  "seo.toolNumeralKeywords": "number systems, binary decimal hexadecimal, number base converter"
}