{
  "dashboard": "Ana Sayfa",
  "age": "Yaş Hesaplama",
  "area": "Alan Çevirici",
  "bmi": "VKE Hesaplama",
  "data": "Veri Çevirici",
  "date": "Tarih Hesaplama",
  "discount": "İndirim Hesaplama",
  "finance": "Finans Hesaplama",
  "currency": "Döviz Çevirici",
  "length": "Uzunluk Çevirici",
  "mass": "Kütle Çevirici",
  "numeral": "Sayı Sistemleri",
  "speed": "Hız Çevirici",
  "temp": "Sıcaklık Çevirici",
  "time": "Zaman Çevirici",
  "volume": "Hacim Çevirici",
  "calculator": "Hesap Makinesi",
  "all-tools": "Tüm Araçlar",
  "categoryGenel": "Genel",
  "categoryFinance": "Finans Araçları",
  "categoryHealth": "Sağlık",
  "categoryTime": "Zaman Araçları",
  "categoryUnitConverters": "Birim Çeviriciler",
  "categoryMathData": "Matematik & Veri",
  "ageDesc": "Doğum tarihinize göre yaşınızı ve sonraki doğum gününüzü hesaplayın.",
  "areaDesc": "Metrekare, hektar, dönüm gibi alan birimlerini birbirine dönüştürün.",
  "bmiDesc": "Boy ve kilonuza göre Vücut Kitle İndeksinizi (BMI) öğrenin.",
  "dataDesc": "Bit, Byte ve diğer dijital veri birimleri arasında çeviri yapın.",
  "dateDesc": "İki tarih arasındaki gün, ay ve yıl farkını kolayca hesaplayın.",
  "discountDesc": "İndirim oranına göre yeni fiyatı ve kazancınızı hesaplayın.",
  "financeDesc": "Kredi taksitlerini veya yatırım getirilerini planlayın.",
  "currencyDesc": "Güncel döviz kurları ile anında çeviri yapın.",
  "lengthDesc": "Metre, mil, inç gibi uzunluk ölçü birimlerini dönüştürün.",
  "massDesc": "Kilogram, pound, ons gibi kütle birimleri arasında işlem yapın.",
  "numeralDesc": "Binary, Octal, Decimal ve Hexadecimal sayı sistemlerini dönüştürün.",
  "speedDesc": "Km/s, mph, knot gibi hız birimlerini birbirine çevirin.",
  "tempDesc": "Celsius, Fahrenheit ve Kelvin sıcaklık birimlerini dönüştürün.",
  "timeDesc": "Saniye, dakika, saat ve gün gibi zaman birimlerini hesaplayın.",
  "volumeDesc": "Litre, galon, metreküp gibi hacim ölçülerini birbirine çevirin.",
  "calculatorDesc": "Basit dört işlem: toplama, çıkarma, çarpma ve bölme.",
  "calculatorShortDesc": "Basit dört işlem (+, −, ×, ÷)",
  "calcError": "Hata",
  "calculatorProMode": "Pro Mod",
  "calculatorBasicMode": "Basit Mod",
  "switchToPro": "Pro moda geç",
  "switchToBasic": "Basit moda geç",
  "clearEntry": "CE",
  "toolsAndCalculators": "ARAÇLAR & HESAPLAYICILAR",
  "accelerateYour": "Hesaplamalarınızı",
  "calculations": "Hızlandırın",
  "dashboardHeroDesc": "Günlük işleriniz, mühendislik hesaplamalarınız ve veri dönüşümleriniz için modern araç seti.",
  "openTool": "Aracı Aç",
  "showKeyboard": "Klavye göster",
  "hideKeyboard": "Klavye gizle",
  "reset": "Sıfırla",
  "calculate": "Hesapla",
  "convert": "Çevir",
  "converting": "Çevriliyor...",
  "result": "Sonuç",
  "inputUnit": "Giriş Birimi",
  "outputUnit": "Çıkış Birimi",
  "enterValue": "Değer girin",
  "resultPlaceholder": "Sonuç",
  "inputBase": "Giriş Tabanı",
  "outputBase": "Çıkış Tabanı",
  "birthDate": "Doğum Tarihi",
  "today": "Bugün",
  "yourAge": "Yaşınız",
  "nextBirthday": "Sonraki Doğum Günü",
  "lifeSummary": "Yaşam Özeti",
  "years": "Yıl",
  "months": "Ay",
  "days": "Gün",
  "weeks": "Hafta",
  "hours": "Saat",
  "minutes": "Dakika",
  "remaining": "kaldı",
  "height": "Boy (cm)",
  "weight": "Ağırlık (kg)",
  "gender": "Cinsiyet",
  "bmiResult": "VÜCUT KİTLE İNDEKSİ",
  "underweight": "Zayıf",
  "normal": "Normal",
  "overweight": "Kilolu",
  "obese": "Obez",
  "analysis": "Analiz",
  "suggestedWeight": "Önerilen Ağırlık",
  "startDate": "Başlangıç Tarihi",
  "endDate": "Bitiş Tarihi",
  "difference": "Fark",
  "originalPrice": "Orijinal Fiyat",
  "discountRate": "İndirim (%)",
  "finalPrice": "Son Fiyat",
  "savedAmount": "Biriktirdiğiniz",
  "similarTools": "Benzer Hesaplama Araçları",
  "similarToolsDesc": "Bu araçlar da işinize yarayabilir.",
  "virtualKeyboard": "Sanal Klavye",
  "quickPreview": "Hızlı bakış",
  "quickSelect": "Hızlı seç",
  "discountAt": "%{{rate}} indirimde",
  "loanAmount": "Kredi Tutarı",
  "investmentAmount": "Yatırım Tutarı",
  "monthlyInvestment": "Aylık Yatırım",
  "interestRate": "Faiz (%)",
  "duration": "Süre",
  "monthlyPayment": "Aylık Taksit",
  "totalPayment": "Toplam Ödeme",
  "totalInterest": "Toplam Faiz",
  "totalValue": "Toplam Değer",
  "totalInvested": "Yatırılan Ana Para",
  "loan": "Kredi",
  "investment": "Yatırım",
  "oneTime": "Bir Kez",
  "recurring": "Yinelenen",
  "name": "Adınız",
  "email": "E-posta",
  "subject": "Konu",
  "message": "Mesajınız",
  "send": "Gönder",
  "sending": "Gönderiliyor...",
  "messageSent": "Mesajınız başarıyla gönderildi!",
  "weWillReturn": "En kısa sürede size dönüş yapacağız.",
  "thankYou": "Teşekkürler!",
  "mission": "Misyonumuz",
  "whyUs": "Neden Biz?",
  "dataCollection": "Veri Toplama",
  "dataCollectionDesc": "Web sitemizi ziyaret ettiğinizde, kullanıcı deneyimini iyileştirmek adına IP adresi, tarayıcı türü gibi anonim veriler toplanabilir. İsim ve e-posta gibi kişisel bilgileriniz ise yalnızca iletişim formları veya bülten aboneliği aracılığıyla, tamamen sizin rızanızla alınır ve üçüncü taraflarla paylaşılmaz.",
  "cookies": "Çerezler (Cookies)",
  "cookiesDesc": "Hizmet kalitemizi artırmak ve site trafiğini analiz etmek amacıyla çerezler (cookies) kullanıyoruz. Ayrıca Google Analytics ve AdSense gibi iş ortaklarımız da tarayıcınıza çerez yerleştirebilir. Çerez tercihlerinizi tarayıcı ayarlarınızdan dilediğiniz zaman değiştirebilirsiniz.",
  "privacyContactDesc": "Gizlilik politikamız veya kişisel verilerinizin işlenmesi ile ilgili her türlü sorunuz için iletişim sayfamızdaki formu kullanarak bize ulaşabilirsiniz.",
  "acceptance": "Kabul Edilme",
  "serviceNature": "Hizmetin Niteliği",
  "disclaimer": "Sorumluluk Reddi",
  "changes": "Değişiklikler",
  "appTitle": "Hesap Uzmanı",
  "footerDesc": "Günlük hayatta, finansta ve eğitimde ihtiyacınız olan tüm hesaplama araçları tek bir yerde. Hızlı, doğru ve ücretsiz.",
  "quickAccess": "Hızlı Erişim",
  "corporate": "Kurumsal",
  "about": "Hakkımızda",
  "contact": "İletişim",
  "privacy": "Gizlilik Politikası",
  "terms": "Kullanım Koşulları",
  "newsletterTitle": "Haberdar Olun",
  "newsletterDesc": "Yeni hesaplama araçlarından ilk siz haberdar olun.",
  "emailPlaceholder": "E-posta adresiniz",
  "subscribe": "Abone Ol",
  "subscribed": "Abone Olundu",
  "rightsReserved": "Tüm hakları saklıdır.",
  "amountAndUnit": "Miktar ve Birim",
  "targetUnit": "Hedef Birim",
  "currencyHeroDesc": "Anlık piyasa verileriyle para birimlerini dönüştürün.",
  "menu": "Menü",
  "search": "Ara...",
  "searchPlaceholder": "Araç veya hesaplama ara...",
  "calculatorTools": "Hesaplayıcı",
  "tools": "Araçlar",
  "darkMode": "Koyu Mod",
  "lightMode": "Açık Mod",
  "contactUs": "Bize Ulaşın",
  "contactMetaDesc": "Öneri, şikayet ve iş birliği için bizimle iletişime geçin.",
  "contactHeroDesc": "Bir hata mı buldunuz veya yeni bir hesaplama aracı mı öneriyorsunuz? Aşağıdaki formu doldurarak bize iletebilirsiniz.",
  "messageReceived": "Mesajınız bize ulaştı.",
  "termsMetaDesc": "Hesap Uzmanı web sitesi kullanım koşulları ve yasal uyarılar.",
  "termsKeywords": "kullanım koşulları, hizmet şartları, sorumluluk reddi",
  "lastUpdate": "Son Güncelleme",
  "acceptanceDesc": "Bu web sitesini (Hesap Uzmanı) kullanarak, aşağıda belirtilen şartları kabul etmiş sayılırsınız. Eğer bu şartları kabul etmiyorsanız, lütfen siteyi kullanmayınız.",
  "serviceNatureDesc": "Sitemizde sunulan hesaplama araçları (Finans, VKE, Zaman vb.) yalnızca bilgilendirme amaçlıdır. Finansal veya tıbbi tavsiye niteliği taşımaz. Kesin kararlar almadan önce lütfen bir uzmana danışınız.",
  "disclaimerDesc": "Hesap Uzmanı, hesaplama sonuçlarının %100 doğruluğunu garanti etmez. Yazılım hatalarından veya veri girişlerinden kaynaklanabilecek yanlış hesaplamalardan doğacak zararlardan site yönetimi sorumlu tutulamaz.",
  "changesDesc": "Site yönetimi, bu koşulları önceden haber vermeksizin değiştirme hakkını saklı tutar.",
  "aboutIntro": "Hesap Uzmanı, modern yaşamın getirdiği karmaşık hesaplama ihtiyaçlarına pratik, hızlı ve güvenilir çözümler sunmak amacıyla hayata geçirilmiş kapsamlı bir dijital platformdur. Finansal planlamadan sağlık verilerine, akademik hesaplamalardan günlük pratik dönüşümlere kadar geniş bir yelpazede hizmet veriyoruz. Amacımız, kullanıcılarımızın zamanını en verimli şekilde kullanmalarını sağlamak ve karmaşık formüllerle uğraşmadan doğru sonuçlara anında ulaşmalarına yardımcı olmaktır.",
  "missionDesc": "Misyonumuz, teknolojinin sunduğu imkanları en iyi şekilde kullanarak bilgiye erişimi demokratikleştirmek ve herkes için anlaşılır hale getirmektir. Sürekli gelişen dijital dünyada, kullanıcılarımızın karar verme süreçlerini destekleyen, hayatlarını kolaylaştıran ve her zaman güvenebilecekleri bir başvuru kaynağı olmayı hedefliyoruz. İnovasyon ve kullanıcı odaklılık ilkeleriyle hareket ederek, araçlarımızı sürekli güncelliyor ve ihtiyaçlarınıza uygun yeni çözümler geliştiriyoruz.",
  "noResults": "Sonuç bulunamadı",
  "heroTitle": "Hesaplamalarınızı Hızlandırın",
  "heroSubtitle": "Finanstan sağlığa, eğitimden mühendisliğe kadar ihtiyacınız olan tüm araçlar.",
  "footerSlogan": "Hayatınızı kolaylaştıran yüzlerce hesaplama aracı tek bir yerde.",
  "categories": "Kategoriler",
  "popularCalculations": "Popüler Hesaplamalar",
  "whyUsDesc": "Neden Hesap Uzmanı'nı tercih etmelisiniz? Çünkü biz, kullanıcı deneyimini her şeyin üzerinde tutuyoruz. Karmaşık arayüzlerden uzak, sade ve anlaşılır tasarımımızla herkesin rahatça kullanabileceği bir ortam sunuyoruz. Hesaplama algoritmalarımız, en güncel veriler ve bilimsel formüller kullanılarak titizlikle hazırlanmıştır. Ayrıca, veri gizliliğinize büyük önem veriyor, kişisel bilgilerinizi korumak için en üst düzey güvenlik standartlarını uyguluyoruz.",
  "seo.homeTitle": "Ücretsiz Online Hesaplama Araçları | Kredi, VKE, Yaş - Hesap Uzmanı",
  "seo.homeDesc": "Ücretsiz hesaplama araçları: Kredi taksit, VKE (boy kilo), yaş hesaplama, döviz çevirici, indirim hesaplama. Online hemen hesapla, doğru sonuç al.",
  "seo.homeKeywords": "ücretsiz hesaplama, online hesap makinesi, kredi hesaplama, VKE hesaplama, yaş hesaplama, döviz çevirici, indirim hesaplama, hesaplama araçları",
  "seo.allToolsTitle": "Hesaplama Araçları Listesi | Kredi, VKE, Birim Çevirici - Hesap Uzmanı",
  "seo.allToolsDesc": "Tüm hesaplama araçları: Kredi, VKE, yaş, indirim, döviz, uzunluk, hacim, tarih. Ücretsiz online hesaplama. İhtiyacınıza uygun aracı hemen bulun.",
  "seo.allToolsKeywords": "hesaplama araçları listesi, kredi hesaplama, VKE hesaplama, birim çevirici, online hesaplama, ücretsiz hesap makinesi",
  "seo.aboutTitle": "Hesap Uzmanı Hakkında | Ücretsiz Online Hesaplama Platformu",
  "seo.aboutDesc": "Hesap Uzmanı: Finans, sağlık, matematik hesaplamalarında güvenilir, ücretsiz online çözüm. Misyonumuz ve hizmetlerimiz hakkında bilgi edinin.",
  "seo.aboutKeywords": "hesap uzmanı, hesaplama platformu, ücretsiz online hesaplama, hesap makinesi sitesi",
  "seo.contactTitle": "İletişim | Hesap Uzmanı - Öneri ve Destek",
  "seo.contactDesc": "Hesap Uzmanı iletişim. Öneri, şikayet veya iş birliği için formu doldurun. En kısa sürede size dönüş yapıyoruz.",
  "seo.contactKeywords": "hesap uzmanı iletişim, hesaplama sitesi destek, öneri, geri bildirim",
  "seo.privacyTitle": "Gizlilik Politikası | Hesap Uzmanı - KVKK Uyumlu",
  "seo.privacyDesc": "Hesap Uzmanı gizlilik politikası. Kişisel verilerinizin nasıl korunduğu, çerez kullanımı ve KVKK uyumluluğu hakkında bilgi.",
  "seo.privacyKeywords": "gizlilik politikası, KVKK, kişisel veri koruma, çerez politikası",
  "seo.termsTitle": "Kullanım Koşulları | Hesap Uzmanı",
  "seo.termsDesc": "Hesap Uzmanı web sitesi kullanım koşulları, sorumluluk reddi ve yasal bilgiler. Hizmetlerimizi kullanmadan önce okuyun.",
  "seo.termsKeywords": "kullanım koşulları, hizmet şartları, sorumluluk reddi",
  "seo.notFoundTitle": "Sayfa Bulunamadı | Hesap Uzmanı",
  "seo.notFoundDesc": "Aradığınız sayfa mevcut değil. Ana sayfadan ücretsiz hesaplama araçlarımıza göz atabilirsiniz.",
  "seo.defaultKeywords": "ücretsiz hesaplama, online hesap makinesi, hesaplama araçları",
  "seo.toolTitleSuffix": "Ücretsiz Online",
  "seo.toolAgeDesc": "Doğum tarihine göre yaş hesaplama - kaç yaşındasınız, sonraki doğum gününe ne kadar kaldı? Ücretsiz online yaş hesaplayıcı.",
  "seo.toolAgeKeywords": "yaş hesaplama, doğum tarihi yaş hesaplama, kaç yaşındayım, sonraki doğum günü, ücretsiz yaş hesaplayıcı",
  "seo.toolBmiDesc": "Boy ve kiloya göre VKE (Vücut Kitle İndeksi) hesaplama. Zayıf, normal, kilolu veya obez mi? Ücretsiz online BMI hesaplayıcı.",
  "seo.toolBmiKeywords": "VKE hesaplama, BMI hesaplama, boy kilo indeksi, vücut kitle indeksi hesaplama, ideal kilo hesaplama",
  "seo.toolCalculatorDesc": "Online hesap makinesi - toplama, çıkarma, çarpma, bölme. Ücretsiz basit ve gelişmiş mod. Hemen hesapla.",
  "seo.toolCalculatorKeywords": "hesap makinesi, online hesap makinesi, dört işlem hesaplama, ücretsiz hesap makinesi",
  "seo.toolCurrencyDesc": "Güncel döviz kurları ile dolar, euro, sterlin çevirici. Anlık döviz hesaplama. Ücretsiz online döviz çevirici.",
  "seo.toolCurrencyKeywords": "döviz çevirici, dolar euro çevirici, güncel kur, döviz hesaplama, TL dolar euro",
  "seo.toolDiscountDesc": "İndirim oranına göre yeni fiyat hesaplama. Yüzde indirim hesaplayıcı - ne kadar tasarruf edersiniz? Ücretsiz online.",
  "seo.toolDiscountKeywords": "indirim hesaplama, yüzde indirim hesaplama, indirimli fiyat hesaplama, ne kadar indirim",
  "seo.toolFinanceDesc": "Kredi taksit hesaplama, faiz hesaplama, yatırım getirisi. Aylık taksit ve toplam ödeme. Ücretsiz kredi hesaplayıcı.",
  "seo.toolFinanceKeywords": "kredi hesaplama, kredi taksit hesaplama, faiz hesaplama, aylık taksit hesaplama, yatırım getirisi",
  "seo.toolDateDesc": "İki tarih arası gün, ay, yıl hesaplama. Tarih farkı hesaplayıcı. Kaç gün kaldı? Ücretsiz online tarih hesaplama.",
  "seo.toolDateKeywords": "tarih hesaplama, iki tarih arası gün, tarih farkı hesaplama, kaç gün kaldı",
  "seo.toolLengthDesc": "Metre, feet, inç, mil çevirici. Uzunluk birimleri dönüştürme - m, cm, km. Ücretsiz online uzunluk çevirici.",
  "seo.toolLengthKeywords": "uzunluk çevirici, metre feet çevirme, inç cm çevirici, uzunluk birimleri dönüştürme",
  "seo.toolAreaDesc": "Metrekare, hektar, dönüm, dekarlık çevirici. Alan birimleri dönüştürme. Ücretsiz online alan hesaplama.",
  "seo.toolAreaKeywords": "alan çevirici, metrekare hektar dönüm, arazi hesaplama, alan birimleri",
  "seo.toolVolumeDesc": "Litre, galon, metreküp çevirici. Hacim birimleri dönüştürme - ml, cl, m³. Ücretsiz online hacim hesaplama.",
  "seo.toolVolumeKeywords": "hacim çevirici, litre galon çevirme, metreküp hesaplama, hacim birimleri",
  "seo.toolMassDesc": "Kilogram, pound, ons çevirici. Kütle birimleri dönüştürme - kg, gram, lb. Ücretsiz online ağırlık çevirici.",
  "seo.toolMassKeywords": "kütle çevirici, kg pound çevirme, gram ons, ağırlık birimleri dönüştürme",
  "seo.toolSpeedDesc": "Km/saat, mph, knot çevirici. Hız birimleri dönüştürme. Ücretsiz online hız hesaplama.",
  "seo.toolSpeedKeywords": "hız çevirici, km/saat mph çevirme, knot çevirici, hız birimleri",
  "seo.toolTempDesc": "Celsius Fahrenheit Kelvin çevirici. Sıcaklık birimleri dönüştürme. Ücretsiz online sıcaklık hesaplama.",
  "seo.toolTempKeywords": "sıcaklık çevirici, celsius fahrenheit çevirme, derece çevirici",
  "seo.toolTimeDesc": "Saniye, dakika, saat, gün çevirici. Zaman birimleri dönüştürme. Ücretsiz online zaman hesaplama.",
  "seo.toolTimeKeywords": "zaman çevirici, saniye dakika saat, zaman birimleri dönüştürme",
  "seo.toolDataDesc": "Bit, Byte, KB, MB, GB, TB çevirici. Veri birimleri dönüştürme. Ücretsiz online veri hesaplama.",
  "seo.toolDataKeywords": "veri çevirici, byte mb gb çevirme, depolama birimleri, bit byte",
  "seo.toolNumeralDesc": "Binary, Octal, Decimal, Hexadecimal çevirici. Sayı sistemleri dönüştürme. Ücretsiz online sayı çevirici.",
  "seo.toolNumeralKeywords": "sayı sistemleri, binary decimal hexadecimal, ikili onluk onaltılık çevirme"
}